Repository: sbarex/SourceCodeSyntaxHighlight
Catalog: ShortcutCommand/Localizable.xcstrings
Source language: en
Languages: it

source: Engine
it: Motore di formattazione

source: Generate debug log
it: Genera file di log

source: Highlight source code of ${inputFile} to a ${engine} file.
it: Formatta il codice sorgente di${inputFile} in un file ${engine}.

source: Input File
it: File

source: Option engine
it: Opzione del motore di formattazione

source: predefined
it: predefinito

source: Save log to ~/Desktop/colorize.log
it: Salva un file di log in ~/Scrivania/colorize.log

source: Syntax Highlight source file
it: Evidenzia la sintassi del codice sorgente

source: Syntax Highlights the source code of a file.
it: Evidenzia la sintassi del codice sorgente di un file

source: The rendering engine.
it: Motore di formattazione.

source: The source file to hightlights.
it: File sorgente da formattare.
